export const chapterTitles: string[] = [
  "众妙之门", "无为之治", "安民之心", "和光同尘", "天地不仁",
  "谷神不死", "天长地久", "上善若水", "持而盈之", "玄之又玄",
  "无之以为用", "五色令人目盲", "宠辱若惊", "执古之道", "微妙玄通",
  "致虚守静", "太上不知有之", "大道废有仁义", "绝圣弃智", "俗人昭昭",
  "孔德之容", "曲则全", "希言自然", "企者不立", "有物混成",
  "重为轻根", "善行无辙迹", "知其雄", "将欲取天下", "物壮则老",
  "夫佳兵者", "道常无名", "知人者智", "大道泛兮", "执大象",
  "将欲翕之", "道常无为", "上德不德", "昔之得一者", "反者道之动",
  "上士闻道", "道生一", "天下之至柔", "名与身孰亲", "大成若缺",
  "天下有道", "不出户知天下", "为学日益", "圣人无常心", "出生入死",
  "道生之", "天下有始", "使我介然有知", "善建者不拔", "含德之厚",
  "知者不言", "以正治国", "其政闷闷", "治人事天", "治大国若烹小鲜",
  "大国者下流", "道者万物之奥", "为无为", "其安易持", "古之善为道者",
  "江海所以能为百谷王者", "天下皆谓我道大", "善为士者", "用兵有言", "吾言甚易知",
  "知不知上", "民不畏威", "勇于敢则杀", "民不畏死", "民之饥",
  "人之生也柔弱", "天之道", "天下莫柔弱于水", "和大怨", "小国寡民",
  "信言不美"
];